{
  "index": {
    "buy": "Купити зараз",
    "book1-name": "Чапля шлях",
    "new-releases": "Нові Релізи"
  },
  "home": {
    "title-p1": "Місто перебуває в стані шоку через долю двох героїв рідного міста: стартового захисника «Іглз» Арчі Хьюза та його ще більш відомої дружини, співачки, володарки «Греммі» Франсін Хьюз.",
    "title-p2": "Ще до того, як справа потрапить до зали суду, це найгарячіший квиток у місті.",
    "title-p3": "На захист: Купер Лемб, приватний детектив до зірок.",
    "quote1": "Джеймс Паттерсон пише свої трилери так, ніби будує американські гірки.",
    "Home title": "Home title1111",
    "Home description": "Home description111",
    "coming-soon": "Незабаром",
    "latest": "Останні Новини",
    "released": "Дата Випуску",
    "coming-text": "Частина Heron's Way 2 скоро вийде",
    "latest-more": "Читати далі"
  },
  "about": {
    "About title": "About title111111",
    "About description": "About description11111"
  },
  "header": {
    "Books": "Книги",
    "Events": "Події",
    "News": "Новини",
    "Biography": "Біографія",
    "Contact": "Зв'яжіться з нами",
    "Home": "Додому",
    "About": "Про"
  },
  "footer": {
    "title": "Dotaij 2023",
    "copyright": "Всі права захищені"
  },
  "contact": {
    "address": "Адресу",
    "address-desc": "Building B, Unesco street, Sukhbaatar district, Ulaanbaatar, Mongolia",
    "email": "Електронна пошта",
    "social-media": "Контакти в соціальних мережах",
    "phone": "Номер телефону"
  },
  "events": {
    "title": "Events",
    "newstitle_1": "Цогтцайхан був інтерв'ю з відомим монгольським газетою.",
    "press_1": "Цогтцайхан був інтерв'ю з Р. Оюунжаргалом, і під час інтерв'ю вони обговорювали теми, пов'язані зі Секретною історією Монголів та Шляхом Чаплі.",
    "newstitle_2": "Цогтцайхан був інтерв'ю з відомим українським газетою.",
    "press_2": "Цогтцайхан був інтерв'ю в газеті 'Вечірній Київ', де обговорювалися теми, пов'язані зі Секретною історією Монголів та Шляхом Чаплі.",
    "newstitle_3": "Трейлер Шляху Чаплі на Youtube.",
    "press_3": ""
  },
  "biography": {
    "quote1": "Цогтсайхан Цеденсоном, народився в 1965 році в Улан-Баторі, Монголія, пройшов освіту, яка поклала основу різноманітній та впливовій кар'єрі. Його освітня подорож розпочалася в Інституті цивільної авіації інженерів з 1983 по 1989 рік, де він вдосконалював свої навички та знання у галузі цивільної авіації. Після завершення освіти, з 1989 по 1994 рік, Цогцайхан працював інженером, перекладачем (володів монгольською, англійською, російською та українською мовами), а також інструктором в Авіаційній школі Монгольських авіаліній MIAT. Протягом цього часу він також вніс свій внесок у проект реконструкції аеропорту Улан-Батору, демонструючи свою відданість та високу кваліфікацію у цій галузі.",
    "quote2": "У 1995 році Цогцайхан розпочав новий етап у своїй кар'єрі, ставши представником групи DeLonghi у різних країнах, включаючи Україну, Монголію та Молдову. Його роль розширилася на створення зв'язків і сприяння операціям, що підкреслює його адаптивність та стратегічну кмітливість.",
    "quote3": "Пасія Цогтсайхан до соціальної та політичної активності взяла свій початок у 2014 році, коли він активно включився у політичний пейзаж Монголії. Він очолив рух проти нової версії 'Земельного закону', критичного моменту в історії Монголії. Його зусилля успішно призвели до відкликання цього закону, запобігаючи приватним комерційним структурам отримувати землю та забезпечивши політичну і економічну стабільність нації.",
    "quote4": "У 2016 році він увійшов у сферу місцевої політики як кандидат від партії 'KHUN' (Національна робоча партія) у місцеву раду Улан-Батора. Його кампанія спрямовувалася на вирішення актуальних питань, таких як корупційні скандали та погіршення умов проживання, захищаючи ідеї нового 'Закону про місто'. Незважаючи на популярність його партії, внутрішні розбіжності виникли, що завадило їх повному участю у парламентських та місцевих виборах.",
    "quote5": "Подорож Цогтсайхана як автора завершилася в 2021 році, коли він опублікував книгу 'HERON'S WAY: Молодь Чингісхана'. Ця літературна праця розглядає епічні пригоди молодого чоловіка, який пізніше став відомим як Чингісхан. Книга не лише розповідає про його надзвичайну подорож, але і висуває питання щодо освіти Чингісхана та того, як він об'єднав кочові народи Євразії, встановивши тим самим основи всесвітнього світового ладу.",
    "quote6": "На додаток до своїх літературних досягнень, з 2011 по 2022 рік Цогтсайхан взяв на себе величезне завдання перекладу давнього тексту 'Таємна історія Монголів' на українську мову. Ця значуща спроба завершилася публікацією книги у 2023 році, яка включала в себе 388 приміток. Його рішення відправитися у цей перекладальний шлях було сильно вплинуте видатним українським істориком Д.Р. Дашкевичем, який наголошував на важливості розуміння української історії через 'Таємну історію Монголів'.",
    "quote7": "Особисте життя Цогтсайхана включає в себе шлюб і горду роль виховання двох синів, Тамира (народжений в 2011 році) і Тенгіса (народжений в 2016 році). Його багатогранна подорож відображає зобов'язання до освіти, активізму, літератури та міжкультурного обміну, що робить його відомою постаттю в сучасному пейзажі Монголії.",
    "authorName": "Цогтсайхан Цеденсоном",
    "section1": "Автор",
    "section2": "Прес-біографія",
    "section3": "Фотогалерея",
    "authorbio": "",
    "pquote1": "Цогтсайхан Цеденсоном, видатний автор і активіст, народився в Улан-Баторі, Монголія, і вніс значний внесок в літературу і соціальні справи.",
    "pquote2": "Знаний завдяки своїй книзі 'HERON'S WAY: Молодь Чингісхана', літературна робота Цогцайхана отримала міжнародне визнання і пролила світло на раннє життя легендарного Чингісхана.",
    "pquote3": "Покладаючи великий акцент на літературну діяльність, Цогцайхан відіграв ключову роль у політичному пейзажі Монголії. Його активізм призвів до відкликання критичних земельних законів, зберігаючи політичну та економічну стабільність нації.",
    "pquote4": "Спрямована на сприяння міжкультурному обміну, відданість Цогцайхана виявляється у його перекладі 'Таємної історії Монголів' на українську мову, що сприяє глибшому розумінню історії Монголії.",
    "pquote5": "",
    "written": "НАПИСАНО АВТОРОМ",
    "writer-name": "Цогцайхан, оновлено Амгаланом"
  },
  "book": {
    "buy": "Купити книгу",
    "more": "Читати далі",
    "trailer": "Трейлер",
    "published": "Опубліковано",
    "desc": "Опис",
    "sale": "Продається",
    "page-count": "Кількість сторінок",
    "publisher": "Видавець",
    "isbn": "ISBN",
    "gallery": "Фотогалерея"
  }
}