{
  "index": {
    "buy": "Купити зараз",
    "book1-name": "Чапля шлях",
    "new-releases": "Нові Релізи",
    "trailer": "Трейлер",
    "review": "Review"
  },
  "home": {
    "title-p1": "Місто перебуває в стані шоку через долю двох героїв рідного міста: стартового захисника «Іглз» Арчі Хьюза та його ще більш відомої дружини, співачки, володарки «Греммі» Франсін Хьюз.",
    "title-p2": "Ще до того, як справа потрапить до зали суду, це найгарячіший квиток у місті.",
    "title-p3": "На захист: Купер Лемб, приватний детектив до зірок.",
    "quote1": "Джеймс Паттерсон пише свої трилери так, ніби будує американські гірки.",
    "Home title": "Home title",
    "Home description": "Home descriptio",
    "coming-soon": "Незабаром",
    "latest": "Останні Новини",
    "released": "Дата Випуску",
    "coming-text": "Частина Heron's Way 2 скоро вийде",
    "latest-more": "Читати далі"
  },
  "about": {
    "About title": "About title",
    "About description": "About description"
  },
  "header": {
    "Books": "Книги",
    "Events": "Події",
    "News": "Новини",
    "Biography": "Біографія",
    "Contact": "Зв'яжіться з нами",
    "Home": "Додому",
    "About": "Про"
  },
  "footer": {
    "title": "Dotaij 2023",
    "copyright": "Всі права захищені"
  },
  "contact": {
    "address": "Адресу",
    "address-desc": "Building B, Unesco street, Sukhbaatar district, Ulaanbaatar, Mongolia",
    "email": "Електронна пошта",
    "social-media": "Контакти в соціальних мережах",
    "phone": "Номер телефону"
  },
  "events": {
    "title": "Events",
    "newstitle_1": "Цогтцайхан був інтерв'ю з відомим монгольським газетою.",
    "press_1": "Цогтцайхан був інтерв'ю з Р. Оюунжаргалом, і під час інтерв'ю вони обговорювали теми, пов'язані зі Секретною історією Монголів та Шляхом Чаплі.",
    "newstitle_2": "Цогтцайхан був інтерв'ю з відомим українським газетою.",
    "press_2": "Цогтцайхан був інтерв'ю в газеті 'Вечірній Київ', де обговорювалися теми, пов'язані зі Секретною історією Монголів та Шляхом Чаплі.",
    "newstitle_3": "Трейлер Шляху Чаплі на Youtube.",
    "press_3": ""
  },
  "biography": {
    "quote1": "До Тайж Могул, відданий автор, поглиблюється в глибини минулого, щоб оживити забуті історії. Його пристрасть до історії привела його до перекладу стародавньої монгольської історичної книги 'Таємна історія монголів' на українську, труд любові, який він завершив у 2022 році. Цей проект, натхненний видатним українським істориком Д.Р. Дашкевичем, підкреслює важливу роль тексту в розумінні багатої спадщини України.",
    "quote2": "У своїх наукових дослідженнях До Тайж відкрив приховані аспекти юності Чингисхана в XII столітті. Це глибоке дослідження стало основою його дебютної праці, 'Шлях чаплі' — першої частини захоплюючого пригодницького роману. Вперше опубліковано видавництвом Summit Kniga в Україні під псевдонімом До Тайж Могул, книга освітлює загадкові роки майбутнього Великого Хана, коли його відомо було як Темуджин. Тепер доступна Англійською мовою.",
    "quote3": "Через дотепні дослідження та захопливе оповідання, До Тайж Могул збагачує наше розуміння минулого, тканиною наративів, що об'єднують культури та епохи. Його літературні внески є свідченням сили історичного оповідання, що з'єднує читачів з вічними ехами минулих часів.",
    "quote4": "У 2016 році він увійшов у сферу місцевої політики як кандидат від партії 'KHUN' (Національна робоча партія) у місцеву раду Улан-Батора. Його кампанія спрямовувалася на вирішення актуальних питань, таких як корупційні скандали та погіршення умов проживання, захищаючи ідеї нового 'Закону про місто'. Незважаючи на популярність його партії, внутрішні розбіжності виникли, що завадило їх повному участю у парламентських та місцевих виборах.",
    "quote5": "У своїх наукових дослідженнях До Тайж розкрив приховані аспекти юності Чингисхана в дванадцятому столітті. Це глибоке дослідження поклало основу для його дебютної роботи, 'Шлях чаплі', першого тому захопливої серії пригодницьких романів. Опубліковано видавництвом 'Summit Kniga' в Україні під псевдонімом До Тай Могул, книга описує загадкові роки майбутнього Великого Хана, коли його відомо було як Темуджин. Тепер доступна англійською мовою.",
    "quote6": "Крім своїх літературних досягнень, в період з 2011 по 2022 рік Цогтцайхан взяв на себе величезне завдання перекладу стародавнього тексту 'Таємна історія Монголів' на українську мову. Це значуще підприємство завершилося публікацією книги в 2023 році з 388 анотаціями. Його рішення взятися за цей переклад було суттєво вплинуте повагою до видатного Українського історика Д.Р. Дашкевича, який наголошував на важливості розуміння української історії через 'Таємну історію Монголів'.",
    "quote7": "Особисте життя Цогтсайхана включає в себе шлюб і горду роль виховання двох синів, Тамира (народжений в 2011 році) і Тенгіса (народжений в 2016 році). Його багатогранна подорож відображає зобов'язання до освіти, активізму, літератури та міжкультурного обміну, що робить його відомою постаттю в сучасному пейзажі Монголії.",
    "authorName": "Цогтсайхан Цеденсоном",
    "section1": "Автор",
    "section2": "Прес-біографія",
    "section3": "Фотогалерея",
    "section4": "Проекти Автора",
    "authorbio": "",
    "pquote1": "Цогтсайхан Цеденсоном, видатний автор і активіст, народився в Улан-Баторі, Монголія, і вніс значний внесок в літературу і соціальні справи.",
    "pquote2": "Знаний завдяки своїй книзі 'HERON'S WAY: Молодь Чингісхана', літературна робота Цогцайхана отримала міжнародне визнання і пролила світло на раннє життя легендарного Чингісхана.",
    "pquote3": "Покладаючи великий акцент на літературну діяльність, Цогцайхан відіграв ключову роль у політичному пейзажі Монголії. Його активізм призвів до відкликання критичних земельних законів, зберігаючи політичну та економічну стабільність нації.",
    "pquote4": "Спрямована на сприяння міжкультурному обміну, відданість Цогцайхана виявляється у його перекладі 'Таємної історії Монголів' на українську мову, що сприяє глибшому розумінню історії Монголії.",
    "pquote5": "",
    "written": "НАПИСАНО АВТОРОМ",
    "updated": "Цогцайхан, оновлено Амгаланом",
    "projectquote1": "Автор звів цю величезну Ступу Пробудження на своїй власній землі в селі Лісники, відзначаючи величезну подію, яка об'єднала буддистів зі Східної Європи та Азійських спільнот в глибокому святкуванні єдності, духовності та спільних аспірацій.",
    "projectquote2": "Автор з любов'ю побудував традиційний монгольський юрт в селі Лісники, Україна, який відкритий для громадськості. Ця затишна юрта надає дітям чудовий простір для гри та досліджень цілий день, обіймаючи дух пригод та уяви."
  },
  "book": {
    "buy": "Купити книгу",
    "more": "Читати далі",
    "trailer": "Трейлер",
    "published": "Опубліковано",
    "desc": "Опис",
    "sale": "Продається",
    "page-count": "Кількість сторінок",
    "publisher": "Видавець",
    "isbn": "ISBN",
    "gallery": "Фотогалерея"
  },
  "news": {
    "posted": "Опубліковано",
    "more": "Читати далі"
  }
}