{
  "index": {
    "buy": "Buy now",
    "book1-name": "Heron's way",
    "new-releases": "New & Recent Releases",  
    "trailer": "Trailer",
    "review": "Review"
  },
  "home": {
    "title-p1": "The city is in a state of shock over the fate of two hometown heroes: Eagles starting quarterback Archie Hughes, and his even more famous wife, Grammy-winning singer Francine Hughes.",
    "title-p2": "Even before the case hits the courtroom, it’s the hottest ticket in town.",
    "title-p3": "For the defense: Cooper Lamb, private investigator to the stars.",
    "quote1": "James Patterson writes his thrillers as if he were building roller coasters.",
    "Home title": "Home title",
    "Home description": "Home description",
    "coming-soon": "Coming soon",
    "latest": "Latest news",
    "released": "Release Date",
    "coming-text": "Heron's Way 2 part is coming soon",
    "latest-more": "Read more"
  },
  "about": {
    "About title": "About title",
    "About description": "About description"
  },
  "header": {
    "Books": "Books",
    "Events": "Events",
    "News": "News",
    "Biography": "Biography",
    "Contact": "Contact us",
    "Home": "Home",
    "About": "About"
  },
  "footer": {
    "title": "Dotaij 2023",
    "copyright": "All rights reserved"
  },
  "contact": {
    "address": "Address",
    "address-desc": "Building B, Unesco street, Sukhbaatar district, Ulaanbaatar, Mongolia",
    "email": "Email",
    "social-media": "Social media contact",
    "phone": "Phone number"
  },
  "events": {
    "title": "Events",
    "newstitle_1": "Tsogtsaikhan was interviewed by a Mongolian newspaper.",
    "press_1": "Tsogtsaikhan had an interview with R.Oyunjargal, and during the interview, they covered topics related to Secret history of Mongols and Heron's Way.",
    "newstitle_2": "Tsogtsaikhan was interviewed by a Ukrainian newspaper",
    "press_2": "Tsogtsaikhan was interviewed on 'Vechirniy Kyiv' newspaper, where they discussed topics related to Secret history of Mongols and Heron's Way.",
    "newstitle_3": "HERON'S WAY Trailer Now Available on YouTube",
    "press_3": "Experience the captivating world of 'Heron's Way' in our newly released trailer! Get a glimpse of the mesmerizing journey that awaits you in this epic adventure. Watch the trailer [here](https://www.youtube.com/watch?v=qlS97wcqSTw)."
  },
  "biography": {
    "quote1": "Do Taij Mogul, a dedicated author, delves into the depths of the past to bring forgotten stories to life. His passion for history led him to translate the ancient Mongolian historical book, 'Secret History of Mongols' into Ukrainian, a labor of love he completed in 2022. This project, inspired by the esteemed Ukrainian historian D.R. Dashkevich, underscores the text's vital role in understanding Ukraine's rich heritage.",
    "quote2": "In his scholarly pursuits, Do Taij unearthed hidden facets of Chinggis Khan's youth during the 12th century. This profound research became the foundation for his debut work, 'Heron’s Way' the inaugural installment in a series of gripping adventure novels. First Published by Summit Kniga in Ukraine under his pen name, Do Taij Mogul, the book illuminates the enigmatic years of the future Great Khan when he was known as Temujin. Now available in English.",
    "quote3": "Through meticulous research and captivating storytelling, Do Taij Mogul enriches our understanding of the past, weaving narratives that bridge cultures and eras. His literary contributions stand as a testament to the power of historical storytelling, connecting readers with the timeless echoes of bygone times.",
    "quote4": "Do Taij Mogul, a dedicated history enthusiast, delves deep into the past to resurrect forgotten stories. His passion for history inspired him to translate the ancient Mongolian historical book, 'The Secret History of the Mongols' into Ukrainian, completing the project in 2022. This endeavor, ignited by the esteemed Ukrainian historian D.R. Dashkevych, emphasizes the text's crucial role in understanding Ukraine's rich heritage.",
    "quote5": "In his scholarly pursuits, Do Taij unveiled hidden facets of Chinggis Khan's youth in the twelfth century. This profound research laid the foundation for his debut work, 'Heron's Way,'s the first volume in an exhilarating series of adventure novels. Published by 'Summit Kniga' in Ukraine under the pseudonym Do Taij Mogul, the book chronicles the enigmatic years of the future Great Khan, when he was known as Temujin. Now available in English.",
    "quote6": "In addition to his literary accomplishments, from 2011 to 2022, Tsogtsaikhan undertook the monumental task of translating the ancient text 'The Secret History of the Mongols' into Ukrainian. This significant endeavor culminated in the book's publication in 2023, complete with 388 annotations. His decision to embark on this translation journey was heavily influenced by esteemed Ukrainian historian D.R. Dashkevych, who emphasized the importance of understanding Ukrainian history through 'The Secret History of the Mongols'.",
    "quote7": "Tsogtsaikhan's personal life includes marriage and the proud role of raising two sons, Tamir (born in 2011) and Tengis (born in 2016). His multifaceted journey reflects a commitment to education, activism, literature, and cross-cultural exchange, making him a notable figure in Mongolia's contemporary landscape.",
    "authorName": "TSOGTSAIKHAN TSEDENSONOM",
    "authorbio": "",
    "pquote1": "Tsogtsaikhan Tsedensonom, a prominent author and historian, was born in Ulan Bator, Mongolia, and made a significant contribution to literature and social affairs.",
    "pquote2": "Tsogtsaikhan is recognized for his book 'Heron's Way: Youth of Chinggis Khan,' which has brought significant attention to the early life of the legendary Chinggis Khan.",
    "pquote3": "With a strong focus on literary endeavors, Tsogtsaikhan played a key role in Mongolia's political landscape. His activism led to the repeal of critical land laws, preserving the nation's political and economic stability.",
    "pquote4": "Dedicated to promoting intercultural exchange, Tsogtsaikhan's commitment is evident in his translation of the 'Secret History of the Mongols' into the Ukrainian language, contributing to a deeper understanding of Mongolia's history.",
    "section1": "Do Taij Mogul: Author and Historian",
    "section2": "Press Biography",
    "section3": "Photo Gallery",
    "section4": "Author Projects",
    "projectquote1": "The author erected this magnificent Enlightenment Stupa on their own land in the village of Lisniki, marking a momentous occasion that brought Buddhists from Eastern European and Asian communities together in a profound celebration of unity, spirituality, and shared aspirations.",
    "projectquote2": "The author has lovingly constructed a traditional Mongolian yurt in Lisniki,Ukraine, which is open to the public. This csozy yurt provides a delightful space for children to play and explore all day long, embracing the spirit of adventure and imagination.",
    "written": "WRITTEN BY",
    "updated": "Tsogtsaikhan, updated by Amgalan"
  },
  "book": {
    "buy": "Buy the book",
    "more": "Read more",
    "trailer": "Trailer",
    "published": "Published",
    "desc": "Description",
    "sale": "On Sale",
    "page-count": "Page Count",
    "publisher": "Publisher",
    "isbn": "ISBN",
    "gallery": "Photo Gallery"
  },
  "news": {
    "posted": "Posted",
    "more": "Read more"
  }
}